{
  "menu": {
    "name": "Kormeerka harooyinka iyo daaqa",
    "advisories": "la talinta",
    "monitoring": "korjoogtayn",
    "forage": "daaq",
    "about-us": "kusaabsan",
    "log-in": "Soo gal",
    "log-out": "ka bax",
    "profile": "astaanta",
    "manuals": "buug-gacmeedyo"
  },
  "footer": {
    "partners": "bahwadaagta",
    "rights": "Xuquuqda oo dhan waxaa leh Alliance of Bioversity International and CIAT",
    "email": "iimayl",
    "sections": "qaybaha",
    "home": "Bogga Hore",
    "privacy": "Asturnaanta"
  },
  "home": {
    "title": "samaynta go'aano warbixineed",
    "title-description": "xoojinta qaadashada go'aano muhiim ah oo lagu maareeynayo",
    "button": "kusoco macluumaadka xog ururinta harooyinka",
    "title2": "sidookale waxaan badalaynaa nolosha xoolo-dhaqatada",
    "title2-description": "xoojinta sidii ay bulshada xoolo-dhaqata ahi u heli layd xog iyo warbixin",
    "feature1": "macluumaadka guud ee xog ururinta harooyinka",
    "feature1-description": "Baadh khariidaddayada is-dhexgalka oo arag halka ay ku taallo goob-biyood kasta oo Itoobiya ah. Hel xog faahfaahsan oo ku saabsan kaabayaasha jira",
    "feature2": "Profile-ka goob biyoodka",
    "feature2-description": "faah faahinta dabeecadaha deegaanka iyo bulshada ku hareeraysan goob biyoodka",
    "feature3-description": "Dashboard-ka goob biyoodka",
    "feature4": "wadiiqooyinka",
    "feature4-description": "Raadi jidkaaga biyaha! Iyada oo la adeegsanayo module-ka hagista, gaadhista goob biyoodka weligeed ma fududaan"
  },
  "monitoring": {
    "forecast": "saadaal",
    "condition": "xaalad",
    "legend": "Xaaladda goob biyoodka",
    "good": "fiican",
    "watch": "dhexdhexaad",
    "alert": "digniin",
    "near": "Ku dhow engega",
    "seasonally": "Engega Xilliyeed",
    "no-available": "Xog la heli karo ma jirto",
    "waterpoint": "il biyood",
    "overview": "Macluumaadka guud",
    "date": "taariikh",
    "name": "magac",
    "depth": "qoto-dheer",
    "depth-info": "Waa heerka biyaha goob biyoodka",
    "median-depth": "Qoto-dheerka Moodeelka Miisaaman",
    "median-depth-info": "Waa heerka biyaha ee dhexdhexaadka ah ee goob biyoodka sanadaha oo dhan maalintaas",
    "area": "Aagga",
    "good-m": "waxaa munaasib ah in si habsami ah biyaha loogu isticmaalo baahiyaha kale ee kabaxsan cabitaanka sida waraabka beeraha",
    "watch-m": "waa in layareeyo u isticmaalidda biyaha harada baahiyaha kabaxsan cabitaanka",
    "alert-m": "waa in biyaha harada kaliya loo isticmaalaa cabitaanka iyo ka waraabinta xoolaha aan aroori karin",
    "near-m": "waa in loo isticmaalo biyaha harada cabitaanka oo kaliya",
    "seasonally-m": "waa in bulshada lagu abaabulaa in ay harada carro(dhoobo) qaadan oo ay nadiifiyaan",
    "n-good-m": "waxaa munaasib ah in si habsami ah biyaha loogu isticmaalo baahiyaha kale ee kabaxsan cabitaanka sida waraabka beeraha",
    "n-watch-m": "waa in layareeyo u isticmaalidda biyaha harada baahiyaha kabaxsan cabitaanka",
    "n-alert-m": "waa in biyaha harada kaliya loo isticmaalaa cabitaanka iyo ka waraabinta xoolaha aan aroori karin",
    "n-near-m": "waa in loo isticmaalo biyaha harada cabitaanka oo kaliya",
    "n-seasonally-m": "waa in bulshada lagu abaabulaa in ay harada carro(dhoobo) qaadan oo ay nadiifiyaan",
    "profile": "astaanta",
    "data": "Xog",
    "loading": "Helidda balliyada biyaha",
    "placeholder-search": "raadi goob-biyoodka, degmada gobolka ama deegaanka.",
    "modal-title": "Digniin",
    "modal-body": "Profile-ka goob biyoodka laguma heli karo luqadda la doortay, waxa uu ku jiraa oo keliya…",
    "modal-close": "xir",
    "modal-continue": "Sii wad profile-ka goob biyoodka",
    "diff-location": "Ka bilow meel kale?",
    "walk": "Socod",
    "car": "baabuur",
    "bike": "baaskiil",
    "alert-route": "Ma awoodno inaan helno waddo u dhaxaysa barta bilowga iyo barta biyaha.",
    "warning-permission": "Haddii aad rabto inaad tagto barta biyaha adiga oo ka bilaabaya meesha aad joogto, fadlan noo oggolow inaan isticmaalno xogta goobtaada",
    "warning-position": "Waan ka xunnahay, laakiin hadda ma suurtagalayo in la helo xogta goobtaada",
    "warning-timeout": "Waan ka xunnahay, ma awoodnay inaan helno goobtaada waqtigii la qorsheeyay",
    "warning-default": "Raalli noqo! Khalad aan la garanayn ayaa dhacay",
    "warning-browser": "Goob-ogaanshaha (Geolocation) laguma heli karo browser-kan. Fadlan ka fiirso inaad doorato goobta bilowga meel kale",
    "modal-search": "Diyaar ma u tahay tacabur? Geli barta bilowga oo aan wada qorshayno waddadaada",
    "subscription-info": "Isdiiwaangeli hadda barta biyaha oo habee ogeysiisyadaada. Dooro inaad hesho iimayl digniin degdeg ah marka xaaladdu is beddesho ama dooro warbixin toddobaadle oo sanduuqaaga soo gala.",
    "route": {
      "title": "Macluumaadka jidka",
      "time": "Waqtiga",
      "distance": "Fogaansho"
    }
  },
  "profile": {
    "area": "Aagga",
    "population": "Dadweynaha",
    "map": "khariirad",
    "watershed": "Biyo-shubka",
    "waterpoint": "goob biyoodka",
    "download": "Soo dejiso profile-ka",
    "watershed-d": "sharaxaada biyo-shubka",
    "waterpoint-d": "sharaxaada goob-biyoodka",
    "loading": "helintaanla profaylka weel-biyoodka",
    "notFound-title": "wax calaamad ah lamasiinin",
    "notFound-d": "iskuday inaad hesho profaylka muujinaya macluumaadka bar-biyoodyada",
    "toast-title": "Digniin",
    "toast-body": "Muuqaalka goob biyoodka lagama heli karo luqadda la doortay",
    "share": "La wadaag",
    "data-popup": "Tag xogta",
    "forecast-popup": "Tag saadaasha",
    "profile-popup": "Tag profile-ka",
    "subscribe-popup": "Subscribe dheh",
    "loading-watershed": "Helitaanka biya-mareenka..."
  },
  "data": {
    "filter": "Sifee xogta sanadkaba",
    "monitored": "xogta la diwaan galiyey",
    "monitored-d": "Baadh jaantusyo kala duwan oo daboolaya qoto-dheerka dhulka, miisaanka qoto-dheer, roobabka iyo uumibaxa. Habee khibraddaada adigoo shaandhaynaya garaafyadaas si waafaqsan sanadka aad dooratay",
    "year": "sanad",
    "depth_daily_average": "Qoto-dheerka celceliska taariikheed ee maalin kasta oo la moodalay",
    "scaled_depth_daily_average": "Qoto-dheerka miisaaman ee celceliska taariikheed ee maalin kasta oo la moodalay",
    "depth": "qoto-dheer",
    "depth-description": "Jaantusyadani waxay muujinayaan qoto-dheerka iyo celceliska taariikheed ee maalin kasta ee qoto-dheerka biyaha barkadda",
    "depth-year": "sanadka dhexdiisa",
    "scaled": "Qoto-dheerka miisaaman ee la moodalay",
    "scaled-description": "Jaantusyadani waxay muujinayaan qoto-dheerka miisaaman iyo celceliska taariikheed ee maalin kasta ee qoto-dheerka miisaaman ee ceelka biyaha",
    "rain": "Roobka la moodalay",
    "rain-description": "Jaantuskani wuxuu muujinayaa celceliska roobka 10-ka maalmood ee barkadda biyaha",
    "evap": "Uumi-baxa la moodalay",
    "evap-description": "Jaantusyadani waxay muujinayaan uumibaxa ceelka biyaha.",
    "subseasonal": "Saadaasha Hoosaad-xilliyeed",
    "subseasonal-d": "Saadaasha cimiladu waxa ay lagu bixiyaa boqolkiiba suurtagalnimada iyadoo lagu salaynayo heerka caadiga ah ee roobabka ee goobta iyo bisha gaarka ah. Hoos waxaad ka heli kartaa qaybta ugu suurto-galka badan ee degmadda aad dooratay iyo bisha saadaasha.",
    "precipitation": "ixtimaalka roobabka",
    "week": "todobaadka",
    "forecast-sub-1a": "ee todobaadka",
    "forecast-sub-1b": "gudaha bisha",
    "forecast-seasonal-1": "ee bisha",
    "forecast-2": "Gudaha barkadda biyaha",
    "forecast-3": "Saadaasha cimiladu waxay muujinaysaa in roobku yahay kan ugu suurto-galka badan",
    "lower": "kahooseeya sida caadiga",
    "lower-label": "Hoos",
    "normal": "Caadi",
    "upper": "kasareeya sida caadiga ah",
    "upper-label": "Ka sarreeya",
    "seasonal": "Saadaasha xilliyeed",
    "seasonal-d": "Saadaasha cimiladu waxa ay lagu bixiyaa boqolkiiba suurtagalnimada iyadoo lagu salaynayo heerka caadiga ah ee roobabka ee goobta iyo rubuca gaarka ah. Hoos waxaad ka heli kartaa qaybta ugu suurto-galka badan ee barkadda biyaha aad dooratay iyo rubuca saadaasha.",
    "notFound-title": "Lama bixin Aqoonsi AClimate.",
    "notFound-d": "Isku day inaad xogta ka soo hesho muuqaallada barkadda biyaha.",
    "climate": "Saadaasha cimilada",
    "climatology": "Celceliska taariikheed ee maalinlaha ah ee la moodaleeyay",
    "climatology-monthly": "Celceliska taariikhiga ah ee bisha",
    "loading": "Helitaanka xogta harada biyaha…",
    "min-year": "Sanadka ugu yar",
    "max-year": "Sanadka ugu badan",
    "between": "u dhexeeya",
    "source": "isha",
    "download": "Soo dejiso xogta la doortay",
    "no-forecast": "Waqtigan xaadirka ah xog ma jirto oo la heli karo",
    "slider-start": "Bilow:",
    "slider-end": "Dhammaad:",
    "and": "iyo",
    "month1": "Janaayo",
    "month2": "Febraayo",
    "month3": "Maarso",
    "month4": "Abriil",
    "month5": "May",
    "month6": "Juun",
    "month7": "Luulyo",
    "month8": "Ogosto",
    "month9": "Sebteembar",
    "month10": "Oktoobar",
    "month11": "Nofeembar",
    "month12": "Diseembar"
  },
  "notFound": {
    "title": "Hooy! Waxay u egtahay inaad gashay meel aan la sahamin.",
    "description": "Bogga aad raadinayso lagama helin khariiraddeenna dijitaalka ah."
  },
  "aboutUs": {
    "title": "Nagu Saabsan",
    "description-1": "Machadka Cilmi-baarista Beeraha ee Itoobiya waa mid ka mid ah machadyada ugu da’da weyn uguna waaweyn ee cilmi-baarista beeraha ee Afrika. EIAR waxaa la aasaasay sanadkii 1966 iyada oo lagu dhisay xeer. Markaas waxaa loo yaqaannay Machadka Cilmi-baarista Beeraha (IAR). Sanadkii 1997 waxaa loo beddelay magaca ururka Itoobiya ee Cilmi-baarista Beeraha (EARO). Haatanna machadku wuxuu magaciisu yahay Machadka Cilmi-baarista Beeraha ee Itoobiya (EIAR).",
    "description-2": "Alliance Bioversity & CIAT waxa ay soo saartaa xalal cilmi-baaris ku saleysan oo ka faa’iideysta kala duwanaanshaha noolaha beeraha, isla markaana si waara u beddela nidaamyada cuntada si loo hagaajiyo nolosha dadka iyadoo jirta xaaladda degdega ah ee isbeddelka cimilada",
    "about-project": "Ku saabsan mashruuca",
    "about-project-d": "Alliance Bioversity & CIAT, iyadoo kaashanaysa Ethiopian Agricultural Research Institute (EIAR), Wasaaradda Beeraha (MoA), Wasaaradda Waraabka iyo Dhulka Hoose, Oromia Agricultural Research Institute (OARI), Somali Region Pastoral and Agro-pastoral Research Institute (SoRPARI), iyo hay’ado kale oo muhiim ah oo qaran iyo kuwo maxalli ah, waxay ka hirgelinayaan Itoobiya mashruuca Livestock Water Monitoring and Risk Management System (LWMRMS), iyada oo maalgelin ka helaysa Bill and Melinda Gates Foundation (BMGF). Ujeeddada mashruucu waa in uu bixiyo xog ku saabsan biyaha dusha sare iyo daaqa oo u dhow waqtiga-dhabta (near real-time), taas oo ka turjumaysa sinnaanta jinsiga iyo bulshooyinka ee deegaannada reer-guuraaga ah ee Itoobiya. Mashruucu waxa uu horumariyey madal dijitaal ah oo buuxda, firfircoon oo isdhexgal leh oo ku salaysan webka (ET-Monitoring), waxaana lagu rakibay EIAR iyadoo la adeegsanayo Human-Centered Design (HCD). ET-Monitoring waxay siisaa xog ku saabsan biyaha dusha sare iyo daaqa dadka reer-guuraaga ah, agro-pastoralists-ka, go’aan-qaadayaasha, hay’adaha gargaarka bani’aadamka, iyo daneeyayaalla kale ee aan haysan helitaanka xogtan deegaannada reer-guuraaga ah ee Itoobiya, iyadoo lagu bixiyo saddex luqadood: English, Amharic, iyo Afan Oromo",
    "products": "Alaabooyin iyo adeegyo",
    "products-d": "Madalku waxa uu bixiyaa macluumaadka wakhtiga dhabta ah ee ku dhow:",
    "products-1": "Goobta juqraafiyeed ee goob biyoodka, oo ay ku jiraan xogta juqraafiyeed (geospatial information) iyo astaamaha goob biyoodka.",
    "products-2": "Heerka biyaha goob biyoodka ama macluumaadka qoto dhee",
    "products-3": "Xaaladda biyaha - balliyada",
    "products-4": "Helitaanka daaqa ku meel gaarka ah",
    "products-5": "Biyomass halkii hektar",
    "products-6": "Jidka dhaqdhaqaaqa xoolaha ee u dhexeeya balliyada biyaha",
    "products-7": "Adeegyada talo-siinta beeraha ee gaar u ah reer guuraaga",
    "products-d-2": "Dabeecadda gaarka ah ee madalku waxay tahay in ay bixiso macluumaad ku saabsan helitaanka iyo xaaladda biyaha iyo daaqa, iyo sidoo kale adeegyo talo-bixin ah oo loogu talagalay reer guuraaga si ay u ogaadaan halka iyo goorta ay xoolaha geeyaan daaq iyo biyo, taas oo ka caawisa yareynta khilaafaadka ka dhasha tartanka kheyraadka. Madalkan web-ku wuxuu sidoo kale u adeegaa faafinta macluumaadka maalin kasta oo ku dhow-waqtiga dhabta ah. Sidaas darteed, madalkan dijitaalka ahi waa kii ugu horreeyay noociisa, wuxuuna yahay qalab muhiim u ah go'aan-qaadashada si loo maareeyo khataraha cimilada loona xoojiyo awoodda u-adkaysiga ee reer guuraaga iyo reer-guuraaga-beeralayda. Sidoo kale, madalku waxaa isticmaali kara hay’adaha dawliga ah, kuwa aan dawliga ahayn, iyo daneeyayaasha kale ee u baahan digniin-hor leh iyo go’aan-qaadasho",
    "key": "Wada-hawlgalayaasha muhiimka ah",
    "key-d": "Hay’adda Cilmi-baarista Beeraha ee Itoobiya (EIAR), Wasaaradda Beeraha (MoA), Wasaaradda Waraabka iyo Dhulka Hoose, iyo Hay’adda Cilmi-baarista Beeraha Oromada (OARI)."
  },
  "subscriptionButton": {
    "weekly": "Usbuucle",
    "alert": "Digniin",
    "forecast": "Saadaasha",
    "subscribe": "Is-diiwaangeli",
    "unsubscribe": "Ka-bax is-diiwaangelinta"
  },
  "subscriptionToast": {
    "subscribed": "Guul! Waxa aad hadda iska diiwaangelisay goob biyoodka.",
    "unsubscribed": "Waa hagaag! Waxaad iska ka bixisay barta biyaha!"
  },
  "forage": {
    "show-woredas": "Muuji degmooyinka",
    "show": "Muuji dooxada biyood",
    "loading": "helitaanka xogta daaqa",
    "loading-woreda": "Helitaanka faahfaahinta degmada...",
    "biomass": "Biomass",
    "label-ext-high": "Aad iyo aad u sarreeya",
    "label-very-high": "Aad u sarreeya",
    "label-high": "Sare",
    "label-medium": "Dhexdhexaad",
    "label-low": "Hoose",
    "label-very-low": "Aad u hooseeya",
    "label-no-data": "xog la'aan",
    "woreda-detail": "faahfaahsan degmada",
    "woreda-info": "macluumaadka degmada",
    "biomass-trend": "Isbeddelka Biomass-ka",
    "biomass-forecast": "Saadaasha Biomass-ka",
    "woreda": "degmada",
    "select-date": "Dooro muddada taariikhda",
    "biomass-mean": "Celceliska Biomass-ka",
    "export-jpeg": "Dhoofiye JPEG ahaan",
    "export-csv": "Dhoofiye xogta CSV ahaan"
  },
  "privacy": {
    "title": "Asturnaanta",
    "description-1": "Waxaan matalaynaa Alliance Bioversity International iyo CIAT iyo Hay’adda Cilmi-baarista Beeraha ee Itoobiya (EIAR) annaga oo ka shaqaynayna barnaamijka cilmi-baarista ficilka cimilada (Climate Action Research Program). Waxaan horumarinaynaa daraasad ku saabsan dadka ku nool hareeraha biyo-xidhooyinka (water points) ee Itoobiya. Mashruucu wuxuu ujeedkiisu yahay inuu bixiyo xal tignoolajiyadeed oo loogu talagalay dadka laga yaabo inay saameeyaan caqabadaha kala duwan ee ka jira biyo-xidhooyinka. Daraasaddu waxay ujeedadeedu tahay inay ururiso xog ka timid dadkaas si loo horumariyo xal tignoolajiyadeed, sida farriimaha qoraalka (SMS) iyo iimayllada, oo loo diro marka dhacdooyin gaar ah ka dhacaan biyo-xidhooyinka ay iyagu iska diiwaangeliyeen",
    "description-2": "Adiga oo ah qof deegaanka deggen, waxaa lagu doortay inaad ka qaybqaadato wareysigan ujeeddooyinka soo socda awgood:",
    "description-2-1": "Si aan u ururino macluumaadkaaga dadka-tirsiineed",
    "description-2-2": "Si aan u ururino macluumaadkaaga shakhsiga ah",
    "description-3": "Tan waxaa loogu talagalay in lagu kaydiyo kayd xogeed (database) si aan u diri karno cusboonaysiino joogto ah marka loo baahdo. Waa muhiim in halkan la caddeeyo in:",
    "description-3-1": "Dhammaan macluumaadka la ururiyo waa qarsoodi waxaana kaliya falanqayn doona cilmi-baadhayaal ka socda Alliance Bioversity International & CIAT iyo Machadka Cilmi-baarista Beeraha ee Itoobiya (EIAR). Sababtoo ah waa macluumaad qarsoodi ah, ka qaybgalka cilmi-baadhistan adigoo aan magac la sheegan wuxuu kaa ilaalinayaa wax khatar ah oo laga yaabo inay u aragto inaad la wadaagayso waayo-aragnimadaada iyo aragtidaada barnaamijka la qiimaynayo. Qarsoodigan ayaa sidoo kale xaqiijinaya in, marka laga reebo waxbarashada ka dhalata ka-fiirsashadaada shaqsiga ah iyo wadaagista ka qaybgalka nidaamka kormeerka Livestock Surface, aadan u nuglaan doonin wax khatar ah.",
    "description-3-2": "Cilmi-baaristan waxay si buuxda u ilaalin doontaa qarsoodiga aqoonsigaaga, waxaana xogta la helay loo adeegsan doonaa oo keliya ujeeddooyin shaqo. Macluumaadka waa la sirayn doonaa (encrypt), waxaana lagu kaydin doonaa faylal ammaan ah. Kaliya cilmi-baadhayaashu waxay heli doonaan xogtan. Marna lama aqoonsan doono qof kasta oo gaar ah. Haddii aad qabto su’aalo ku saabsan sida loo maareeyo xogtaada ee la xiriirta daraasaddan, waxaad (sidoo kale) kala xiriiri kartaa Olika Dessalegn (oldkb2018@gmail.com)",
    "description-3-3": "Macluumaadka aad bixiso waxaa loo isticmaali doonaa oo keliya ujeeddooyin cilmi-baaris.",
    "description-3-4": "Waxaad ka bixi kartaa ama ka baaqsan kartaa wareysiga wakhti kasta. Waxaan ixtiraamaynaa xaqaaga ah inaadan ka jawaabin.",
    "description-3-5": "Haddii oraah toos ah loo adeegsanayo warbixinnada natiijooyinka iyo/ama daabacaadaha, waxaa loo isticmaali doonaa oo keliya oggolaanshaha hore ee qofka la wareystay.",
    "description-3-6": "Inta lagu jiro wareysiga, magacaaga, lambarkaaga taleefanka, iimaylkaaga iyo goobtaada ayaa la ururin doonaa sababo la xiriira qaabka fog ee wareysiga.",
    "description-3-7": "Adigoo saxiixaya/aqbalaya heshiiskan, waxaad caddeyneysaa in lagugu wargeliyey ujeeddada daraasaddan, aaddina oggolaatay qodobada kor ku xusan, isla markaana aad oggolaansho ku bixisay ka qaybgalka daraasaddan."
  },
  "user-profile": {
    "edit": "Wax ka beddel",
    "subscription": "Is-diiwaangelin",
    "save": "kaydi isbedelada",
    "loading": "Helitaanka profile kaaga...",
    "title": "Barkadda Biyaha aad is-diiwaangelisay",
    "description-1": "Ku soo dhawoow qaybta maareynta rukumada ee Barkadda Biyaha",
    "description-2-1": "Waxaan ka shaqaynaa inaan ku hayno xog-cusub isla markaana aan hubinno inaad ka warhayso dhammaan cusboonaysiinnada muhiimka ah. Waxa kale oo aad leedahay dabacsanaan aad ku dooran karto laba nooc oo rukumo ah",
    "description-2-2": "halkaas oo aad ku heli doonto ogeysiisyo toddobaadle ah, ama",
    "description-2-3": "si laguu ogeysiiyo isla markiiba haddii ay dhacaan isbeddello muhiim ah oo ku yimaadda xaaladda Barkadda Biyaha",
    "edit-2": "Waqtigan xaadirka ah ma lihid wax is-diiwaangelin ah",
    "no-subscription": "Iskuday inaad aadid",
    "no-subscription-sub-1": "Iskuday inaad aadid qaybta",
    "no-subscription-sub-2": "soo-bandhigga barkadda biyaha",
    "no-subscription-sub-3": "iyo is-diiwaangelinta barkadda biyaha"
  },
  "advisories": {
    "title": "Talooyin",
    "status": "Xaaladda barkadda biyaha",
    "status-d": "Xaaladaha aagga barkadda biyaha waa sida soo socota",
    "description-1": "Talooyinku waa fariimo xog-ogaal ah oo loo diyaariyey in loo diro isticmaalayaasha marka adeegga SMS-ku noqdo mid shaqaynaya. Ujeeddadoodu ugu weyn waa inay isticmaalayaasha ku wargeliyaan isbeddel kasta ama horumar ku yimaadda xaaladda biyaha. Iyagoo bixinaya macluumaad faahfaahsan oo ku saabsan biyo-meel kasta, talooyinku waxay awood u siinayaan isticmaalayaasha inay go’aanno xog-ogaal ah gaaraan waqtiga dhabta ah. Laga bilaabo digniinaha taxaddarka ah ilaa tilmaamaha yaraanta xilliyada, fariimahan waxay bixiyaan muuqaal cad oo ku saabsan xaaladda biyaha, taasoo awood u siinaysa isticmaalayaasha inay si habboon u qabsadaan oo uga jawaabaan.",
    "description-2": "Hirgelinta ogeysiisyada gudaha adeegga SMS-ka waxay ka dhigan tahay tallaabo muhiim ah oo loo qaaday dhanka daahfurnaanta iyo isgaarsiinta waxtarka leh ee maamulka biyaha. Iyagoo farriimahan si toos ah ugu helaya qalabkooda, isticmaalayaashu waxay si joogto ah ula socon karaan wax kasta oo isbeddel ah oo ku yimaadda xaaladda biyaha, iyadoon loo eegin halka ay ku sugan yihiin ama helitaanka ilo kale oo macluumaad. Isgaarsiintan degdegga ah ee tooska ahi waxay kor u qaaddaa wacyiga ku saabsan khayraadka biyaha ee deegaanka waxayna dhiirrigelisaa ka qaybgal firfircoon oo ku saabsan ilaalintooda iyo isticmaalka mas’uuliga ah",
    "description-3": "Ogeysiisyada waxaa bil kasta iyo xilli kasta si wadajir ah u soo saara Machadka Cilmi-baarista Beeraha ee Itoobiya (EIAR), Machadka Beeraha Oromia (OARI), iyo CIAT. Saadaasha bisha Maarso–Maajo 2025 waxay muujinaysaa in roobka ka hooseeya caadiga uu ka jiri doono inta badan deegaannada xoolo-dhaqatada ee Itoobiya, marka laga reebo gobollada Koonfur-galbeed iyo woreedo ku yaal galbeedka Borena iyo Guji. Bisha Maarso waa la filayaa inay noqon doonto mid aad u engegan, hase yeeshee roobabku waxay suurtogal tahay inay soo hagaagaan bisha Abriil–Maajo 2025. Gobollada Soomaali iyo Afar ayaa sii wadi doona inay la kulmaan roob ka hooseeya heerkii caadiga ahaa, taas oo saamayn ku yeelanaysa dhaqdhaqaaqyada xoolo-dhaqatada. Bulshooyinka waxaa lagula talinayaa inay qaataan habab maareynta iyo kaydinta biyaha si ay uga hortagaan dhibaatooyinka soo socda. Inta lagu jiro xilliga MAM, daaqa waxaa la filayaa inuu yaraado ama noqdo mid liita deegaanada Afar, Bariga Borena, Koonfurta Omo, iyo Waqooyi-bari gobolka Soomaaliyeed, halka helitaan dhexdhexaad ah la filayo koonfur-bari Borena iyo qaybaha ballaaran ee gobolka Soomaaliyeed. Farqigan ku yimid helitaanka daaqa wuxuu dhaawacayaa caafimaadka xoolaha iyo nololmaalmeedka bulshooyinka, waxaana kordhi kara khataraha cudurrada faafa, sida black leg (cudurka lug-madoobaadka). Bulshooyinka isku dhafan ee beeralayda iyo xoolo-dhaqatada waxaa lagula talinayaa inay maalgashadaan dalagyada daaqa halkii ay ka beeran lahaayeen dalagyada cuntada, maadaama ay jiraan caqabado dhinaca gaadiidka ah inta lagu jiro abaaraha",
    "good": "Fiican",
    "watch": "Dhexdhexaad",
    "alert": "Digniin",
    "near-dry": "U dhow engegan",
    "seasonal-dry": "Engegga xilliyeed",
    "messages-d": "Talooyin ku saabsan xaaladaha kala duwan biyaha ee goob-biyoodka",
    "message": "Fariin Talo",
    "good-message": "waxaa munaasib ah in si habsami ah biyaha loogu isticmaalo baahiyaha kale ee kabaxsan cabitaanka sida waraabka beeraha",
    "watch-message": "waa in layareeyo u isticmaalidda biyaha harada baahiyaha kabaxsan cabitaanka",
    "alert-message": "waa in biyaha harada kaliya loo isticmaalaa cabitaanka iyo ka waraabinta xoolaha aan aroori karin",
    "near-dry-message": "waa in loo isticmaalo biyaha harada cabitaanka oo kaliya",
    "seasonal-dry-message": "waa in bulshada lagu abaabulaa in ay harada carro(dhoobo) qaadan oo ay nadiifiyaan",
    "condition": "Xaaladda biyaha ee goob-biyoodka"
  },
  "rain": {
    "rain": "Roob",
    "escenario": "xaalada(senaario)",
    "select": "door xaalada(senaario)",
    "date": "taariikh",
    "select-date": "door taariikhda",
    "seasonal": "xilliyeed",
    "subseasonal": "Hoosaad-xilliyeed",
    "loading": "Helitaanka xogta roobka...",
    "type": "Nooca",
    "select-type": "Dooro Nooca"
  }
}
