{
  "menu": {
    "advisories": "Advisories",
    "monitoring": "Monitoring",
    "forage": "Forage",
    "about-us": "About Us",
    "log-in": "Log in",
    "log-out": "Log out"
  },
  "footer": {
    "partners": "Partners",
    "rights": "Alliance of Bioversity International and CIAT rights reserved",
    "email": "Email",
    "sections": "Sections",
    "home": "Home",
    "privacy": "Privacy"
  },
  "home": {
    "title": "Making informed decisions",
    "title-description": "Empowering vital decisions to make the right water management choices for you.",
    "button": "Go to Monitoring",
    "title2": "We also change the lives of pastoralists.",
    "title2-description": "Empowering pastoralist communities with access to information, find out how we are changing their reality.",
    "feature1": "Monitoring View",
    "feature1-description": "Explore our interactive map and view the location of each waterpoint in Ethiopia. Get detailed data on existing infrastructure.",
    "feature2": "Waterpoint profile",
    "feature2-description": "Explore key characteristics of this waterpoint's surroundings and community.",
    "feature3": "Waterpoint dashboard",
    "feature3-description": "Access comprehensive waterpoint data, drill down into historical temperature and precipitation records, and take advantage of seasonal and sub-seasonal forecasts to make informed decisions.",
    "feature4": "Routes",
    "feature4-description": "Find your path to the water! With our routing module, getting to the waterpoint has never been easier"
  },
  "monitoring": {
    "forecast": "Forecast",
    "condition": "Condition",
    "legend": "Waterpoint Condition",
    "good": "Good",
    "watch": "Watch",
    "alert": "Alert",
    "near": "Near-dry",
    "seasonally": "Seasonally-dry",
    "waterpoint": "Waterpoint",
    "overview": "Overview",
    "date": "Date",
    "name": "Name",
    "depth": "Modeled Depth",
    "depth-info": "It is the water level of the waterpoint",
    "median-depth": "Modeled Median Depth",
    "median-depth-info": "It is the median water level at the waterpoint for all years on that day",
    "area": "Area",
    "good-m": "More than 100% median depth.",
    "watch-m": "50%-100% median depth.",
    "alert-m": "3%-50% median depth.",
    "near-m": "Less than 3% median depth.",
    "seasonally-m": "Seasonally unavailable",
    "profile": "Profile",
    "data": "Data",
    "loading": "Getting the waterpoints...",
    "placeholder-search": "Search by waterpoint, woreda, zone or region",
    "modal-title": "Warning",
    "modal-body": "The waterpoint profile is not available in the language selected, only in",
    "modal-close": "Close",
    "modal-continue": "Continue to waterpoint profile",
    "diff-location": "Start from a different location?",
    "walk": "Walking",
    "car": "By car",
    "bike": "By bike",
    "alert-route": "We're unable to find a route between the starting point and the waterpoint.",
    "warning-permission": "If you want to navigate to the waterpoint from your current location, please grant us access to your browser's location.",
    "warning-position": "We're sorry, but it's imposible access to your location information at the moment",
    "warning-timeout": "Sorry, we ran out of time trying to get your location.",
    "warning-default": "Oops! An unknown error occurred.",
    "warning-browser": "Geolocation is not available in this browser. Please consider selecting your initial position from a different location.",
    "modal-search": "Ready for an adventure? Enter your starting point and let's plan your route together.",
    "subscription-info": "Subscribe now to the waterpoint and tailor your notifications. Choose between receiving immediate alert emails for status changes or opt for a weekly update in your inbox."
  },
  "route": {
    "title": "Route information",
    "time": "Time",
    "distance": "Distance"
  },
  "profile": {
    "area": "Area",
    "population": "Population",
    "map": "Map",
    "watershed": "Watershed",
    "waterpoint": "Waterpoint",
    "download": "Download profile",
    "watershed-d": "Watershed Description",
    "waterpoint-d": "Waterpoint Description",
    "loading": "Getting the waterpoint profile...",
    "notFound-title": "No water ID was provided.",
    "notFound-d": "Try to get the profile from the waterpoints display.",
    "toast-title": "Warning",
    "toast-body": "The waterpoint profile is not available in the language selected",
    "share": "Share",
    "data-popup": "Go to data",
    "forecast-popup": "Go to forecast",
    "subscribe-popup": "Subscribe",
    "loading-wateshed": "Getting the watershed..."
  },
  "data": {
    "filter": "Filter data by year",
    "monitored": "Monitored data",
    "monitored-d": "Explore a variety of charts covering depth of field, depth scale, precipitation and evapotranspiration. Customise your experience by filtering these graphs according to your preferred year.",
    "year": "Year",
    "depth": "Modeled Depth",
    "depth-description": "These graphs show the depth and daily historical average for the depth of waterpoint",
    "depth-year": "in the year",
    "scaled": "Modeled Scaled Depth",
    "scaled-description": "These graphs show the scaled depth and daily historical average for the scaled depth of waterpoint",
    "rain": "Modeled Precipitation",
    "rain-description": "These graphs show the precipitation  and daily historical average for the precipitation of waterpoint",
    "evap": "Modeled Evaporation",
    "evap-description": "These graphs show the evaporation and daily historical average for the evaporation of waterpoint",
    "subseasonal": "Sub-seasonal forecast",
    "subseasonal-d": "The climate prediction is given in percentage of probability with respect to the normal range of precipitation of an area and a specific month. Below, you can find the most probable category for the selected municipality and the forecast month.",
    "precipitation": "Precipitation probabilities",
    "week": "Week",
    "forecast-sub-1a": "For the week",
    "forecast-sub-1b": "in the month",
    "forecast-seasonal-1": "For the month",
    "forecast-2": "In the waterpoint",
    "forecast-3": "the climate forecast suggests that precipitation is most likely",
    "lower": "lower than normal",
    "lower-label": "Below",
    "normal": "Normal",
    "upper": "above than normal",
    "upper-label": "Above",
    "seasonal": "Seasonal forecast",
    "seasonal-d": "The climate prediction is given in percentage of probability with respect to the normal range of precipitation of an area and a specific quarter. Below, you can find the most probable category for the selected waterpoint and the forecast quarter.",
    "notFound-title": "No aclimate ID was provided.",
    "notFound-d": "Try to get the data from the waterpoints display.",
    "climate": "Climate Forecast",
    "climatology": "Modeled Daily historical average",
    "climatology-monthly": "Monthly historical average",
    "loading": "Getting the waterpoint data...",
    "min-year": "Min-year",
    "max-year": "Max-year",
    "between": "Between",
    "source": "Source",
    "download": "Download all data"
  },
  "notFound": {
    "title": "Oops! Looks like you've ventured into uncharted territory.",
    "description": "The page you are looking for could not be found on our digital map."
  },
  "aboutUs": {
    "title": "About Us",
    "description-1": "Ethiopian Institute of Agricultural Research is one of the oldest and largest agricultural research institutes in Africa. EIAR was established in 1966 by Proclamation. It was then called Institute of Agricultural Research (IAR). In 1997 was renamed as Ethiopian Agricultural Research Organization (EARO). At the moment the institute is named as Ethiopian Institute Agricultural Research (EIAR). EIAR has 23 research centers located in various agro-ecologies of the country . These research centers are endowed with research setups that make them conducive and preferable for research endeavors. The headquarter of EIAR is located in the capital Addis Ababa. ",
    "description-2": "EIAR made tremendous efforts to build the national capacity of doing agricultural research, produce, and introduce improved technologies focusing on fostering agricultural growth and development in the country. As a result, over the last four decades, the release of improved technologies in crop, livestock, soils and water, forestry and agricultural mechanization have increased dramatically. To date, the contribution of improved agricultural technologies generated and introduced by EIAR has become fundamental in the national economy.",
    "description-3": "EIAR is doing its level best to introduce and generate agricultural technologies while also contributing to meet the national demands of transforming Ethiopian agriculture.",
    "vision": "Vision",
    "vision-d": "EIAR inspires to see improved livelihood of all Ethiopians engaged in agriculture, agro-pastoralism, and pastoralism through market competitive agricultural technologies",
    "mission": "Mission",
    "mission-d": "EIAR has a mission to conduct research that will provide market competitive agricultural technologies that will contribute to increased agricultural productivity and nutrition quality, sustainable food security, economic development, and conservation of the integrity of natural resources and the environment.",
    "core-values": "Core Values",
    "core-values-d": "EIAR sustains the commitments included in the following set of core values:",
    "core-values-1": "Excellence",
    "core-values-2": "Effectiveness",
    "core-values-3": "Quality",
    "core-values-4": "Integrity and professionalism",
    "core-values-5": "Tolerance and mutual respect",
    "core-values-6": "Social responsibility and public services"
  },
  "subscriptionButton": {
    "weekly": "Weekly",
    "alert": "Alert",
    "subscribe": "Subscribe",
    "unsubscribe": "Unsubscribe"
  },
  "forage": {
    "show-woredas": "Show woredas",
    "show": "Show watershed",
    "loading": "Getting the forage data..."
  },
  "privacy": {
    "title": "Privacy",
    "description-1": "We are representing the Alliance Bioversity International and CIAT and the Ethiopian Agricultural Research Institute in the Climate Action research program. We are developing a study of population living around water points in Ethiopia, the project aims to provide technology solutions to the people who may be affected by the different challenges at the water points. This study aims to collect data from these people in order to provide technological solutions such as text messages and emails when certain events occur at the water points to which they subscribe.",
    "description-2": "You, as a local resident, have been selected to participate in this interview for the following purposes:",
    "description-2-1": "To collect your demographic information",
    "description-2-2": "To collect your personal information",
    "description-3": "This is for the purpose of storing it in a database so that we can send constant updates when necessary. It is important to clarify here that:",
    "description-3-1": "All information collected is confidential and will only be analyzed by researchers from the Alliance Bioversity International and CIAT and the Ethiopian Agricultural Research Institute. Because of its confidential nature, participating in this research anonymously will avoid any perceived risk of sharing your experiences and impressions of the program to be evaluated. Such confidentiality will also ensure that, except for the learning gained from your own and shared reflection of your participation in the Livesock Surface monitoring system, you will not be exposed to any risk.",
    "description-3-2": "This study will maintain the absolute confidentiality of your identity and will use the data obtained only for professional purposes, encrypting the information, and keeping it in secure files. Only researchers will have access to this information. In no case will individual persons be identified. If you have questions about the handling of your information regarding this study, you may (also) contact Sintayehu Alemayehu (s.alemayehu@cgiar.org).",
    "description-3-3": "The information you provide will be used exclusively for research purposes.",
    "description-3-4": "You may withdraw or abstain from the interview at any time. We respect your right not to respond to them.",
    "description-3-5": "If direct quotations are to be used in reports of results and/or publications, they will be used with the prior consent of the interviewee.",
    "description-3-6": "During the interview, your name, phone number, email and location will be collected due to the remote nature of the interview.",
    "description-3-7": "By signing/accepting this agreement, you acknowledge that you have been informed of the purpose of this study and agree to the above and give your consent to participate in this study."
  },
  "user-profile": {
    "edit": "Edit your",
    "subscription": "Subscription",
    "save": "Save changes",
    "loading": "Getting your profile...",
    "title": "Subscribed waterpoints",
    "description-1": "Welcome to the subscription management section of Waterpoints.",
    "description-2-1": "We take care of keeping you up to date and making sure you are informed of any relevant updates. You have the flexibility to choose between two types of subscriptions:",
    "description-2-2": "where you will receive notifications on a regular weekly basis, or",
    "description-2-3": "to notify you immediately of any significant changes in the status of Waterpoint.",
    "edit-2": "Edit Subscribe"
  },
  "advisories": {
    "title": "Advisories",
    "status":"Waterpoint Status",
    "status-d":"The states of the water point are as follows:",
    "description-1": "Advisories are informative messages designed to be sent to users once the SMS service is operational. Their fundamental purpose is to keep users updated on any changes or developments in the water status. By providing detailed information about each water point, advisories enable users to make informed decisions in real-time. From precautionary alerts to indications of seasonal scarcity, these messages offer a clear view of the water landscape, empowering users to adapt and respond appropriately.",
    "description-2": "Implementing advisories within the SMS service represents a significant step towards transparency and effective communication in water management. By receiving these notices directly on their devices, users can stay informed about any changes in water status, regardless of their location or access to other sources of information. This rapid and direct communication promotes greater awareness of local water resources and encourages more active participation in their conservation and responsible use.",
    "description-3": "Ultimately, the introduction of advisories not only informs users but also empowers their ability to make informed, strategic decisions regarding water. By fully understanding the situation of each water point and the implications of its status, users can implement proactive measures to better manage their consumption and conserve this vital resource. In summary, advisories represent an essential tool for promoting sustainability and efficiency in water management, ensuring safe and equitable access for future generations.",
    "good": "Good",
    "watch": "Watch",
    "alert": "Alert",
    "near-dry": "Near Dry",
    "seasonal-dry": "Seasonal Dry",
    "messages-d":"Advisory for each condition of the water point",
    "message":"Advisory Message",
    "good-message":"pond is in Good condition. Manage the water consumption for other purposes",
    "watch-message":"pond is in Watch condition. Reduce pond water consumption for other purposes and follow pond manager instructions",
    "alert-message":"pond is in Alert condition and advised to use the pond water for drinking and weak animals only",
    "near-dry-message":"pond is in Near-Dry condition and advised to use the pond water for drinking",  
    "seasonal-dry-message":"pond is in Dry condition. please text “ponds” to get nearby available ponds",
    "condition": "Waterpoint Condition"

  }
}
