{
  "menu": {
    "advisories": "Gorsoota",
    "monitoring": "Hordoffii",
    "forage": "Nyaata horii",
    "about-us": "Waa'ee keenya",
    "log-in": "Seeni",
    "log-out": "Bahi"
  },
  "footer": {
    "partners": "waahillan",
    "rights": "Alliance of Bioversity International and CIAT mirgi eegameera",
    "email": "Imeelii",
    "sections": "Qooddii",
    "home": "Fuula Jalqabaa",
    "privacy": "Iccitii Dhuunfaa"
  },
  "home": {
    "title": "Murtoo odeeffannoo irratti hundaa'e taasisuu",
    "title-description": "filannoo qabiinsa bishaanii sirrii ta'e gochuudhaaf dandeessisuu",
    "button": "Gara Hordoffii deemaa",
    "title2": "Jireenya horsiisee bultootaas ni jijjiirra",
    "title2-description": "hawaasa horsiisee bultootaa odeeffannoo haala qilleensaa akka argatan taasisnee humneessuudhaan jiijjiirama qabatamaa nuti lafarratti fidaa jiru argachuu dandeessu ",
    "feature1": "Ilaalcha Hordoffii",
    "feature1-description": "Kaartaa qunnamtii qabu/interactive ta'ee fi sadarkaa biyyoolessaa ilaaluudhaan fulaa haroon jiru hubadhaa. Misooma bu'uuraa irra odeeffannoo jiru argadhaa.",
    "feature2": "Profaayilii bakka bishaanii",
    "feature2-description": "Amaloota ijoo naannoo fi hawaasa bakka bishaanii kanaa qoradhu.",
    "feature3": "Gabatee odeeffannoo haroowwanii",
    "feature3-description": "Daataa qabxii bishaanii bal’aa argachuu, murtoo daataa irratti hundaa’e murteessuuf ho’aa fi rooba seenaa fi tilmaama haala qilleensaa waqtii fi waqtii gadi fayyadamuu.",
    "feature4": "Karaa/daandiiwwan",
    "feature4-description": "karaa bishaan itti argattan barbaadaa; akeektuu/ mojuula agarsiistuu karaa malee haroowwan argachuun salphaa miti"
  },
  "monitoring": {
    "forecast": "Raaga",
    "condition": "Haala qabiyyee bishaanii",
    "legend": "Haala qabiyyee bishaanii",
    "good": "Dansaa",
    "watch": "Eegadhuu",
    "alert": "Akeekkachiisa",
    "near": "Fooqqachuufi",
    "seasonally": "Fooqqatte",
    "waterpoint": "Haroo",
    "overview": "Haala Waliigalaa",
    "date": "Guyyaa",
    "name": "Ragaa",
    "depth": "Gad-fageenya",
    "depth-info": "Sadarkaa bishaanii qabxii bishaanii",
    "median-depth": "Gadi fageenya giduu galeessa",
    "median-depth-info": "Waliigala ammaa sadarkaa bishaanii giddugaleessa waggaa bakka bishaanii ti",
    "area": "Bal'ina",
    "good-m": "Gadi fageenya gidduu galeessaa dhibbeentaa 100 ol.",
    "watch-m": "Gadi fageenya giduu galeessa dhibbeentaa 50-100",
    "alert-m": "Gadi fageenya giduu galeessa dhibbeentaa 3-50",
    "near-m": "Gadi fageenya giduu galeessa dhibbeentaa 3 gad.",
    "seasonally-m": "Waqtii kana hin jiru",
    "profile": "Ibsa",
    "data": "Ragaa",
    "loading": "Madda bishaanii argachuu",
    "placeholder-search": "Madda/Fulaa Bishaanii, aanaa, zoonii ykn naannootiin barbaadi",
    "modal-title": "Akeekkachiisa",
    "modal-body": "Profaayilli haroo afaan filatameen hin argamu, qofa keessatti argama",
    "modal-close": "Cufi",
    "modal-continue": "Gara piroofaayilii haroo sanaatti itti fufaa",
    "diff-location": "Bakka adda ta'e irraa jalqabuu?",
    "walk": "Deemuu",
    "car": "Konkolaataadhaan",
    "bike": "Biskileetiidhaan",
    "alert-route": "Bakka jalqabaa fi haroo gidduutti karaa argachuu hin dandeenye.",
    "warning-permission": "Bakka amma jirtan irraa gara haroo sanaa deemuu yoo barbaaddan, maaloo bakka biraawzari keessan jiru nuuf hayyamaa.",
    "warning-position": "Dhiifama, garuu yeroo ammaa kana odeeffannoo bakka jirtu argachuun hin danda'amu",
    "warning-timeout": "Dhiifama, bakka jirtan argachuuf yaaluun yeroon nu jalaa dhume",
    "warning-default": "Oops! Dogoggorri hin beekamne uumame.",
    "warning-browser": "Geolocation browser kana keessatti hin argamu. Maaloo bakka jalqabaa bakka adda ta’e irraa filachuu yaadaa.",
    "modal-search": "Eessaa jalqabuu barbaadda?",
    "subscription-info": "Miseensummaaf galmaa'ii amma. Ragaa haala bishaani argachuuf fi akkaataa odeefannoon itti si dhaqqabuu danda'uu filadhu. Odeeffannoo ariifataa haal qabiyyee bishaanii 'Email' n yeroo gabaabaa keessatti argachuu fi jijjirama haala qabiyyee bishaani torbanitti argachuu keessaa filadhu."
  },
  "route": {
    "title": "Odeeffannoo daandii",
    "time": "Yeroo",
    "distance": "Fageenya"
  },
  "profile": {
    "area": "Bal'ina",
    "population": "Baay'ina uummataa",
    "map": "Kaartaa",
    "watershed": "Uwwisa yaa'a bishaanii",
    "waterpoint": "Haroo",
    "download": "Profaayilii buufadhu",
    "watershed-d": "Ibsa bishaan kuufamaa",
    "waterpoint-d": "Ibsa qabxii bishaanii",
    "loading": "Profaayilii qabxii bishaanii barbaadi",
    "notFound-title": "Mallattoon bishaanii tokkollee hin kennamu",
    "notFound-d": "Agarsiisa qabxiiwwan bishaanii irraa piroofaayilii argachuuf yaali",
    "toast-title": "Akeekkachiisa",
    "toast-body": "Profaayilli haroo afaan filatameen hin argamu",
    "share": "Nama Dhibiif Ergi",
    "data-popup": "Gara Odeeffanno Deemii",
    "forecast-popup": "Gara Odeeffanno Deemii",
    "profile-popup": "Gara Ibsa Deemii",
    "subscribe-popup": "Miseensa Ta'i",
    "loading-wateshed": "Lafa Dhangala'a Bishaanii fi Galaanaa/Lola'aa"
  },
  "data": {
    "filter": "Ragaa Dhimbibamee Waggaadhan",
    "monitored": "Ragaa Hordoffii",
    "monitored-d": "Chaartiiwwan garaagaraa gadi fageenya madda bishaanii, iskeelii gadi fageenyaa, roobaa fi hurka biqiltootaa fi lafa irraa ka'u hubadhaa. Giraafota baroota filattanii  baasuudhaan muuxannoo keessan waliin fayyadamaa. ",
    "year": "Bara",
    "depth_daily_average": "Giddugaleessa gadi-fageenya bishaanii moodeelid ta'e kan dabre guyyaa guyyaan",
    "scaled_depth_daily_average": "Giddugaleessa gadi-fageenya bishaanii moodeelid ta'e fi herregame kan dabre guyyaa guyyaan",
    "depth": "Gad-fageenya",
    "depth-description": "Giraafin kun gadi fageenya qabxii bishaanii fi haala qilleensaa agarsiisu",
    "depth-year": "Bara",
    "scaled": "Gad-fageenya safarame",
    "scaled-description": "Giraafin kun gadi fageenya qabxii bishaanii fi haala qilleensaa walgitu agarsiisu",
    "rain": "Tilmaama Jiidha Lafaa Moodeelaan",
    "rain-description": "Giraafin kun qabxii bishaanii roobaafi haala qilleensaa agarsiisu",
    "evap": "Hurka",
    "evap-description": "Giraafin kun danfaa bishaanii fi haala qilleensaa agarsiisu",
    "subseasonal": "Raaga haala qilleensaa yeroo gabaabaa (waqtii gadii)",
    "subseasonal-d": "Raagni haala qilleensaa dhibbeentaa carraa roobaa idilee fulaa tokkoo baatii adda ba'e tokkoon walbira qabuun kennama. Armaan gaditti carraa roobaa idilee, idilee-gadii fi idilee-olii keessaa isa kamtu carraa guddaa akka qabu godina barbaaddan sanaaf argachuu dandeessu. ",
    "precipitation": "Carraa roobaa",
    "week": "Torbee",
    "forecast-sub-1a": "Torban tokkoof",
    "forecast-sub-1b": "Ji'a tokkoof",
    "forecast-seasonal-1": "Ji’oota",
    "forecast-2": "Raagni haala qilleensaa",
    "forecast-3": "Raagni haala qilleensaa irraa caalan jiidhi lafaa kan bokkaa/rooba agarsiisa.",
    "lower": "Kadurii Gadi",
    "lower-label": "Kadurii Gadi",
    "normal": "Hanguma Durii",
    "upper": "Kadurii Oli",
    "upper-label": "Kadurii Oli",
    "seasonal": "Raaga waqtii",
    "seasonal-d": "Raagni haala qilleensaa carraa roobaa dhibbeentaa carraa rooba fulaa tokkoo ji'oota murtaa'eef idileen wal bira qabuun kennama. Armaan gaditti raaga haala qelleensaa godina filatamee kanaa argattu",
    "notFound-title": "Eenyummaan haala qilleensaa ittiin argattan hin galfamne ykn hin kennamne",
    "notFound-d": "Odeeffannoo fuula agarsiisa qabxiiwwan bishaanii irraa argachuuf yaali.",
    "climate": "Raaga haala qilleensaa",
    "climatology": "Qilleensa baramaa",
    "climatology-monthly": "Giddugaleessa kan dabree ji'a ji'aan",
    "loading": "Dataa miiidhaa qorannoo afaanii ittisuuf dhihoo",
    "min-year": "Bara Bishaan diqqaate",
    "max-year": "Bara Bishaan Baayyate",
    "between": "Giddugalleessa",
    "source": "Madda/Argama",
    "download": "Odeeffannoo Filatte Buusuf",
    "no-forecast": "Yeroo ammaa tana ragaan tokkolleen hin jiru",
    "slider-start": "Eegala:",
    "slider-end": "Xumura:",
    "and": "fi"
  },
  "notFound": {
    "title": "Oops! Naannoo hin beekamne keessa waan deemte fakkaata.",
    "description": "Fuulli barbaaddan kaartaa dijitaalaa keenya irratti argamuu hin dandeenye."
  },
  "aboutUs": {
    "title": "Waa'ee Keenyaa Hubachuuf",
    "description-1": "Inistiitiyuutiin Qorannoo Qonnaa Itiyoophiyaa inistiitiyuutii qorannoo qonnaa Afrikaa keessatti durii fi guddaa ta’e keessaa isa tokko. EIAR bara 1966 Proclamation tiin hundeeffame. Sana booda Inistiitiyuutii Qorannoo Qonnaa (IAR) jedhama ture. Bara 1997 Dhaabbata Qorannoo Qonnaa Itoophiyaa (EARO) jedhamee moggaafame. Yeroo ammaa inistiitiyuutichi Inistiitiyuutii Qorannoo Qonnaa Itiyoophiyaa (EIAR) jedhamee moggaafame.",
    "description-2": "Gamtaan Heddummina Lubbu Qabeeyyii Idil-addunyaa fi Giddu-galli Qonna Tiroopikaalaa Idil-addunyaa (ABC) furmaata qorannoo irratti hundaa’e kan heddummina lubbu qabeeyyii qonnaa fayyadamuu fi sirna nyaataa itti fufiinsaan jijjiiruun jireenya namoota rakkoo qilleensaa keessatti fooyyessuu ni kenna.",
    "about-project": "Waa'ee pirojektichaa",
    "about-project-d": "Alliance of Bioversity International and International Center for Tropical Agriculture (CIAT) walta’iinsa Inistiitiyuutii Qorannoo Qonnaa Itiyoophiyaa (EIAR), Ministeera Qonnaa (MoA), Ministeera Jallisii fi Lafa Gaddaa fi Inistiitiyuutii Qorannoo Qonnaa Oromiyaa (OARI), waliin ta’uun dhaabbileen ijoo biyyaalessaa fi naannoo biroo pirojektii Sirna Hordoffii Bishaan Beeyladaa fi Bulchiinsa Balaa (LWMRMS) bara Itoophiyaan deeggarsa maallaqaa Faawundeeshinii Biil fi Meelindaa Geetis (BMGF) irraa argateen. Pirojektichi odeeffannoo bishaan gubbaa fi dheedichaa yeroo qabatamaatti dhihoo ta’ee fi koorniyaa fi hawaasummaan kan hammate naannoo tiksee Itoophiyaa keessatti dhiyeessuuf kan akeekedha. Pirojektichi waltajjii dijitaalaa weeb irratti hundaa’e (ET - Hordoffii) guutummaatti hojjetu kan wal-qunnamtii fi daayinamikii ta’e kan qopheesse yoo ta’u, Dizaayinii Namaa Giddugaleessa godhate (HCD) fayyadamuun EIAR keessatti kan fe’amedha. ET - Hordoffiin odeeffannoo bishaan gubbaa fi dheedichaa tiksitoota, agro-pastoralists, murtee kennitoota, kennitoota gargaarsa namoomaa fi qooda fudhattoota biroo odeeffannoo naannoo tiksee Itoophiyaa keessatti afaan sadiin (Ingiliffaa, Amaaraa fi Afan Oromo) argachuu dhabaniif ni kenna.",
    "products": "Oomishaalee fi tajaajilas",
    "products-d": "Waltajjiin kun odeeffannoo yeroo qabatamaatti dhihoo ta'e kanneen armaan gadii irratti kenna:",
    "products-1": "Teessuma teessuma lafaa qabxiilee bishaanii, odeeffannoo ji’oospaasii fi amala qabxiiwwan bishaanii dabalatee",
    "products-2": "Odeeffannoo sadarkaa bishaanii ykn gad fageenya bishaanii",
    "products-3": "Haala bishaan-qabxii",
    "products-4": "Argamuu dheedichaa iddoo fi yeroo",
    "products-5": "Baayoomaasii hektaara tokko keessatti",
    "products-6": "Daandii sochii beeyladaa bakka bishaanii gidduu jiru",
    "products-7": "Tajaajila gorsaa qonnaa addaa tiksee",
    "products-d-2": "Maalummaa addaa waltajjii kanaa odeeffannoo argama bishaanii fi dheedichaa fi haala akkasumas tajaajila gorsaa tiksitoonni horii isaanii eessatti fi yoom akka dheedan fi bishaan obaasan qajeelchuuf kennuudhaan walitti bu’iinsa qabeenya irraa maddu hir’isuu isaati. Web-platform kun odeeffannoo guyyaa guyyaan yeroo dhugaatti dhihoo ta’een tamsaasuufis ni fayyadama. Haala kanaan, waltajjiin dijitaalaa kun gosa isaatiin kan jalqabaa fi meeshaalee deeggarsa murtii ijoo balaa haala qilleensaa bulchuu fi dandeettii madaqsuu tiksitootaa fi tiksitoota qonnaa guddisuuf. Waltajjiin kun dhaabbilee mootummaa, dhaabbilee miti mootummaa, fi qooda fudhattoonni biroo akeekkachiisa dursaa fi murtee kennuufis itti fayyadamuu ni danda’u",
    "key": "Michoota ijoo",
    "key-d": "Inistiitiyuutii Qorannoo Qonnaa Itiyoophiyaa (EIAR), Ministeera Qonnaa (MoA), Ministeera Jallisii fi Lafa Gad-aanaa fi Inistiitiyuutii Qorannoo Qonnaa Oromiyaa (OARI) tiin."
  },
  "subscriptionButton": {
    "weekly": "Torbanitti",
    "alert": "Yaadachiisa",
    "subscribe": "Miseensummaaf Galmaa'uu.",
    "unsubscribe": "Miseensummaa keessaa bahuu."
  },
  "subscriptionToast": {
    "subscribed": "Milkooftan! Isin Amma isin odeeffannoo qabiyyee bishaanii haroo tanaa argachuuf galmooftanii jirtu.",
    "unsubscribed": "Qalbiffadhqu!!! Galmee miseensummaa odeeffannoo waa'ee qabiyyee bishaan haroo keessaa ofi baaftanii jirtu. "
  },
  "forage": {
    "show-woredas": "Aanaalee Agarsiisi",
    "show": "Lafa dhangala'a bishaanii Agarsiisi ",
    "loading": "Odeeffannoo Marraa Argachuuf",
    "loading-woreda": "Bal'ina Woreda fiduu",
    "biomass": "Qabiyyee marraa",
    "label-ext-high": "Garmalee Ol'aanaadha",
    "label-very-high": "Baayyee Ol'aanaadha",
    "label-high": "Ol aanaa",
    "label-medium": "Giddugaleessa",
    "label-low": "Gadi bu'aa",
    "label-very-low": "Baayyee Gadi aanaa",
    "label-no-data": "Daataa hin qabu",
    "woreda-detail": "Woreda Bal'inaan",
    "woreda-info": "Odeeffannoo Woordaa",
    "biomass-trend": "Adeemsa Baayoomaasii",
    "biomass-forecast": "Raaga Baayoomaasii",
    "woreda": "Woordaa",
    "select-date": "Hanga guyyaa filadhu",
    "biomass-mean": "Giddugaleessa Baayoomas",
    "export-jpeg": "Akka JPEG tti erguu",
    "export-csv": "Deetaa akka CSV tti erguu"
  },
  "privacy": {
    "title": "Icciti Dhuunfaa",
    "description-1": "Nuti bakka bu'oota garee qorannoo sagantaa jijjirama qilleensa dhaabbilee 'Alliance Bioversity International and CIAT'  fi 'Ethiopian Agricultural Research Institute' ti. Gareen tuni ummata dhaattuu haroo tanaa jiraatan irratti qorannoo geggeessaa jirti. Kaayon pirojektichaa Itiyoophiyaa keessatti rakkoolee ummata dhaattuu haroo tanaa jiraatan qunnamaa jiruuf fala ammayyaawaa dhiyeessuu ta'a. Qorannoon tuni fala ammayyaawaa kan akka dhaamsa barruu gabaabaa 'SMS', 'E-mail' dhiheessuf ummata kana irraa waa'ee haroo tanaa ragaa sassaabuu barbaaddi.",
    "description-2": "Ati, akka jiraataa ykn jiraattuu lafa tanaatti, kaayoo qorannoo tana keessatti akka hirmaattu dhimmoota armaan gadiitif filatamtee jirta.",
    "description-2-1": "Ragaa 'dimograafii' keessanii sassaabuu",
    "description-2-2": "Ragaa dhuunfaa waa'ee keessanii sassaabuu",
    "description-3": "Sababni odeeffannoon kuni sassaabamuuf ragaa kana kuufama ragaa keessaa galchuudhaan yeroo barbaachisaa ta'etti haala qilleensaa akkaataa itti fufiinsa qabuun isiniff erguufi. Kana akkanatti beeksisuun dansaadha.",
    "description-3-1": "Odeeffannoon sassaabamu cuftinuu iccitiidhaan kan eegamu tahee kan xiinxilamuu qorattoota dhaabbata 'Alliance Bioversity International and CIAT' fi dhaabbata  'Ethiopian Agricultural Research Institute' qofaan taha. Barbaachisummaa iccitii eeguu irraa kan ka'e, qorannoo tana keessatti ado eenyummaa kankee ofi hin saaxille hirmaachuun sodaa waliif qoodinsa muuxannoo fi dinqisifannaa sagantaa madaalamuuf tahu kan hanbisu ta'a.  Iccitii eeguun dabalataan kani mirkaneessu  hirmaannaa waliif qoodinsa hubannoo fi muuxannoo sirna hordoffii bishaan beeladaa irraa argachuu malee balaa kamiyyuuf si hin saaxilu.",
    "description-3-2": "Qorannoon tuni iccitii eenyummaa keetii xiyyeffannaa cimaan kan eeydu yommuu tahu ragaan argamu cuftinuu iccitiidhaan kan kuufamu ta'a. Qorattoota dhaabbatichaa qofatu mirga ilaaluu ragaa kanaa qabaata. Haala kamiinu eenyummaa namaa in saaxilamu. Qorannoo tanaan wal-qabatee akkaataa ragaan isinirraa funaaname itti eegame/qabame irratti gaafii yooni qabaattan hooganaa pirojeekti kan ta'an Aabba Sintayehu Alemayehu              'e-msil' isaani  s.alemayehu@cgiar.org  irratti gaafachuu dandeessu.",
    "description-3-3": "Odeeffannoon ati kennitu cuftinuu dhimma qorannoo kanaa qofaaf kan itti fayyadamnu ta'a.",
    "description-3-4": "Yeroo barbaachisaa ta'etti adeemsa odeeffannoo sassaabuu kana keessaa ofi baasuu ykn  odeeffannoo kennuu irraa ofi-qabuu ni dandeessu.",
    "description-3-5": "Waan ciccimoo gabaafamuu qaban kani hirmaattonni adeemsa qorannoo tana keessatti jedhan gabaasa argama qorannoo tanaa keessattii fi ykn maxxansa qorannoo tanaa keessatti kan fayyadamnu yommuu ta'u waliigaltee jalqaba irratti nama odeeffannoo gaafatamu waliin taasifamu irratti kan hundaa'u ta'a.",
    "description-3-6": "Yeroo gaafii fi deebisaan geggeeffamu maqaa, bilbila, 'e-mail' fi fulaa jireenya keetii kan sassaabamu taha. Sababni kuni taheefis - gaafii fi deebiin kan taasifamu lafa fagoo irraa waan taheef.",
    "description-3-7": "Waliigaltee tana mallatteessinaan ykn fudhannaan kaayon qorannoo tana akka sitti himamee hubattee fi waan armaan olitti tuqame hunda irratti waliigaluu kankee mirkaneessaa qorannoo tana keessatti hirmaachuuf fedhii qabaachuu kankee mirkaneessa."
  },
  "user-profile": {
    "edit": "Sirreeffadhuu",
    "subscription": "Miseensummaaf ykn Galmaa'uf",
    "save": "Jijjirama goote waarsisi",
    "loading": "Odeeffannoo waa'ee keeti Argachuuf",
    "title": "Haroowwan Galmooftaniif",
    "description-1": "Baga nagaan dhuftan gara kutaa hooggansa tajaajila galmaa'insa haroowwanii",
    "description-2-1": "Odeeffannoo ammee ta'en isin tajaajiluudhan odeeffannoo barbaachisaa ta'e isiniif dabarsuudhaan nuti hubannoo akka qabaattan ni taasifama. Odeeffannoodhaaf galmaa'udhaaf carraa lamaan armaan gadii keessaa kan feetan filachuu dandeessu.",
    "description-2-2": "Odeeffannoo addaan hin cinne torban torbaniin argachuuf",
    "description-2-3": "Odeeffannoo waa'ee jijjiirama guddaa qabiyyee bishaanii ariitidhaan argachuuf",
    "edit-2": "Galmaa'insa kankee jijjiruf",
    "no-subscription": "Yeroo ammaa tana miseensummaa waa'ee qabiyyee bishaanii argachuuf isin dandeesisu hin qadan",
    "no-subscription-sub-1": "Gara haroo dhibi dhaattuu jirtutti deemuf yaali.",
    "no-subscription-sub-2": "Haroon maal akka fakkaattu suuraan ilaaluf",
    "no-subscription-sub-3": "Galmaa'insa odeeffannoo qabiyyee bishaan haroo tanaatif"
  },
  "advisories": {
    "title": "Gorsoota",
    "status": "Haala qabiyyee bishaanii kan ammaa",
    "status-d": "Sadarkaalen qabiyyee bishaanii kan ammaa akka armaan gadi kana:",
    "description-1": "Gorsootni odeeffannoo dhaamsan qophaa'ee ta'ee fayyadamtootaaf  tajaajila 'SMS' tiin kan ergamu. Kaayoon gorsootaa inni guddaan haala jijjirama qabiyyee bishaanii fayyadamtoota bishaanitiff odeeffannoo dabarsuudha. Odeeffannoo bal'aa ta'e kan fulaa/madda bishaanii cufa hammate dhiyeessuudhaan, gorsootni haala qilleensaa fayyadamtootni murtii odeeffannoo irratti hundaa'e yeroo sirritti akka murteessan isaan dandeessisa. Akeekkachiisa ofi-eeggannoo irraa jalqabee hanga agarsiistuu hanqina/fooqqacha bishaani kan waqtii, gorsootni kuni haala qabiyyee bishaanii fulaa sanii hubannoo ifa ta'e fayyadamtootaaf kennuudhaan haala qabatamaaf ofi qopheessuudhaan deebii/fala sirrii ta'e akka fudhatan kan isaan jajjabeessu ta'a. ",
    "description-2": "Gorsoota 'SMS' tin dabarsuu hojii irra oolchuun finna bishaani keessatti iftoominaa fi wal-qunnamtii dansaa uumuudhaaf  tarkaanfi guddaa fuuldura deemmaa agarsiisa. Akeekkachiisa kana kallattiidhaan moobaayili irratti argachuudhaan, fayyadamtooti   haala jijjirama qabiyyee bishaanii fulaa kamiiyyuu taa'anii odeeffannoo argachuu danda'an.  Qunnamtiin kallattii fi ariifatan kuni hubannoo qabeenya bishaaniikan cimsuu ta'ee fayyadamtoonni qusannaa fi itti gaafatamummaan akka fayyadaman  kan jajjabeessu ta'a.",
    "description-3": "Xumura irratti, gorsoota dabarsuu jalqabuun hubannoo fayyadamtoota cimsuudhaan cinaatti dandeettii murtii kenniinsa fayyadamtootaa tan hubannoo irratti hundaa'ee fi kan tarsimaawaa ta'e waa'ee finna bishaanii keessatti akka murteessan isan jajjabeessa.  Haala qabiyyee bishaanii haroo cufaati fi ergaa qabiyyeen bishaanii agarsiiftu hubachuudhaan, fayyadamtoonni  murtee fooyya'aa hooggansaa fi qusannaa bishaanitiif isaan gargaaru dursanii murteesudhaan qabeenya murteessaa kanaan fayyadamuu danda'an. Gabaabinatti, gorsi waa'ee madda/fulaa bishaanii meeshaa barbaachisa finna bishaanii kan bakka bu'u yommu ta'u finna itti fufiinsa fi qabeenya xiqqaadhaan fidamuu fi mirkaneessummaa itti fayyadama walqixxummaa fi wal-dhabiinsa iraa bilisa ta'e dhaloota dhufuuf uumuu kan jajjabeessu ta'a. ",
    "good": "Dansaa",
    "watch": "Eegadhuu",
    "alert": "Akeekkachiisa",
    "near-dry": "Fooqqachuufi",
    "seasonal-dry": "Fooqqatte",
    "messages-d": "Haala tokkoon tokkoon fulaa/madda bishaanii gorsa",
    "message": "Ergaa Dhaamsaa",
    "good-message": "Haroon haala dansaa irra jirti. Finna itti fayyadama bishaanii kan dhimma dhibii irratti xiyyeeffadhu.",
    "watch-message": "Haroon haala xiyyeeffannaa barbaadu irra jirti. Itti fayyadama bishaan haroo tanaa dhimma dhibiif fayyadamuu diqqeessi, ajaja Abbaa Herregaa hordofi/kabaji.",
    "alert-message": "Haroon haala akeekkachiisa bishaan gadi bu'uu irra jirti. Itti fayyadama bishaan haroo tanaa dhugaatii namaati fi dhugaatii horii dadhabaa qofaaf oolch.",
    "near-dry-message": "Haroon fooqqachuuf dhiyaattee jirti kanaafuu bishaan haroo tanaa dhugaatii namaa qofaaf itti fayyadami.",
    "seasonal-dry-message": "Haroon fooqqattee jirti. Kanaafuu haroo dhibii dhaattuu jirtuu tan bishaan qabdu odeeffanno/daa'imtuu argachuuf '' Ponds  jedhii 'SMS'n ergi.",
    "condition": "Haala qabiyyee bishaanii"
  }
}
